{
    "questions": [
      {"id": 1, "question": "Do you pay to learn using online tutorials more often than physical tutorials ?"},
      {"id": 2, "question": "Do you prefer drugs over injections?"},
      {"id": 3, "question": "Is your behavior always consistent regardless of the gathering you are in?"},
      {"id": 4, "question": "Do you find yourself eating out more often than eating homemade?"},
      {"id": 5, "question": "Are you a diehard football fan?"},
      {"id": 6, "question": "Have you engaged in self-harming behaviors?"},
      {"id": 7, "question": "Is your preference for Apple over Android?"},
      {"id": 8, "question": "Do you prefer going to the cinema over watching Netflix?"},
      {"id": 9, "question": "Do you often and easily lose your mind and later feel you overreacted?"},
      {"id": 10, "question": "Do you value one of your parents slightly over the other?"},
      {"id": 11, "question": "Do you sometimes have mood swings that come out of no-where?"},
      {"id": 12, "question": "Are you fat?"},
      {"id": 13, "question": "Are you above 6ft tall?"},
      {"id": 14, "question": "Do you often experience feelings of emptiness or loneliness, even in the midst of people?"},
      {"id": 15, "question": "Are you married?"},
      {"id": 16, "question": "Is your total earning above $200 per month?"},
      {"id": 17, "question": "Do you get intimidated by people who have achieved more than you?"},
      {"id": 18, "question": "Do you have a business?"},
      {"id": 19, "question": "Do you shop for clothes in a boutique more than outdoors? (Please be honest!)"},
      {"id": 20, "question": "Do you presently use Apple products?"},
      {"id": 21, "question": "Does verbal commendation by others help you stay inspired and encouraged?"},
      {"id": 22, "question": "Do you like and enjoy mathematics?"},
      {"id": 23, "question": "Have you ever paid to attend a live music concert?"},
      {"id": 24, "question": "Do you have a pet?"},
      {"id": 25, "question": "Have you ever been so enraged so much so that you took a risky action without caring about the dire consequences?"},
      {"id": 26, "question": "Are you related to any really truly famous person in your community, state of residence or country?"},
      {"id": 27, "question": "Have you travelled to and stayed the night in more than 2 foreign countries?"}, 
      {"id": 28, "question": " Is it a tough challenge for you to set personal boundaries in your dealings with people?"},
      {"id": 29, "question": "Did you really and truly undergo strict parenting?"},
      {"id": 30, "question": "Do you wish to ever be a parent?"},
      {"id": 31, "question": "Do you find it difficult and impossible to say NO to superiors"},
      {"id": 32, "question": "Does the thought of your partner (present or future) suddenly rejecting or leaving you often cross your mind?"},
      {"id": 33, "question": "Do you love to eat a lot?"},
      {"id": 34, "question": "Do you wish to improve your looks and appearance?"},
      {"id": 35, "question": "Do you struggle with feelings of shame or guilt that are overwhelming till date?"}
    ]
  }
  
